[
    {
        "id": 1,
        "src": "src/assets/images/produtos/camisa-nike-inter-de-milao.svg",
        "produto":"Camisa Nike Inter de Milão 2023/24 Torcedor Pro",
        "descricao": "As listras pretas e azuis da Inter de Milão recebem uma atualização para a camisa Home 2023/24. As listras icônicas têm um padrão de mosaico digital, celebrando tanto a sensação clássica quanto a arquitetura moderna da cidade antiga. O orgulho interno comemora a conexão entre a Inter de Milão e a cidade que eles chamam de lar. A nossa coleção Stadium combina detalhes da camisa de réplica com tecnologia antissuor para oferecer um look pronto para o jogo e inspirado no seu time favorito.",
        "preco": 299.99
    },
    {
        "id": 2,
        "src": "src/assets/images/produtos/camisa-nike-coreia.svg",
        "produto":"Camisa Nike Coreia 2024/25 Torcedor Pro",
        "descricao": "A nossa coleção Stadium combina detalhes da camisa de réplica com tecnologia antissuor para oferecer um look pronto para o jogo e inspirado no seu time favorito.",
        "preco": 299.99
    },
    {
        "id": 3,
        "src": "src/assets/images/produtos/camisa-nike-liverpool.svg",
        "produto": "Camisa Nike Liverpool x LeBron James I 2024/25",
        "descricao": "O futebol e o basquete se unem nessa camisa respirável. Com um design inspirado no LeBron James e Liverpool FC, ela celebra a participação do Rei nos Reds. Além disso, a tecnologia que absorve o suor ajuda você a ficar tão fresco e concentrado quanto seus jogadores favoritos.",
        "preco": 259.99
    },
    {
        "id": 4,
        "src": "src/assets/images/produtos/camisa-nike-inglaterra.svg",
        "produto": "Camiseta Nike Inglaterra I 2023/24 Torcedora Pro",
        "descricao": "Com uma paleta de cores branca e azul, a camisa England 2023 Home faz referência à tentativa apaixonada da seleção nacional de conquistar um campeonato em 84. Um destaque inspirado em grafite nas mangas combina com um gráfico desconstruído da Inglaterra no orgulho interno para dar a este design retrô uma sensação moderna. Como outras camisas da nossa coleção Stadium, ela combina detalhes da réplica com tecnologia que absorve o suor para oferecer um visual pronto para o jogo inspirado nos Lionesses.",
        "preco": 199.99
    }
]